Repository: kalgasnik/lightdm-another-gtk-greeter-settings
Catalog: po/*.po
Languages: ru

source: _Reset to initial state
ru: Сбросить значение

source: Theme:
ru: Тема:

source: Icon theme:
ru: Тема иконок:

source: Font:
ru: Шрифт:

source: UI file:
ru: UI файл:

source: Styles file:
ru: Файл стилей:

source: Background:
ru: Задний фон:

source: Logo:
ru: Лого:

source: Date format:
ru: Формат даты:

source: Appearance
ru: Внешний вид

source: Allow manual user name enter
ru: Разрешить вводить имя пользователя вручную

source: Allow user to select session language
ru: Отображать список доступных языков

source: Show session icon
ru: Отображать иконку выбранного окружения рабочего стола

source: Show panel
ru: Отображать панель

source: top
ru: сверху

source: bottom
ru: снизу

source: Show panel at:
ru: Положение панели:

source: Time/date format: %T... %h, %m, %s
ru: Формат даты/времени:

source: Time format:
ru: Формат времени:

source: Show calendar in menu
ru: Показывать календарь

source: Clock
ru: Часы

source: _Shutdown
ru: _Выключения компьютера

source: _Restart
ru: _Перезагрузки

source: Sus_pend
ru: Перехода в _ждущий режим

source: _Hibernate
ru: Перехода в _спящий режим

source: Show confirmation dialog for:
ru: Показывать диалог подтверждения для:

source: Power
ru: Выключение

source: No options
ru: Нет опций

source: Layout
ru: Раскладка

source: Font scale:
ru: Масштаб шрифта:

source: Disable menu entry
ru: Отключить пункт меню

source: Contrast mode:
ru: Контрастный вид:

source: Gtk theme:
ru: Тема Gtk:

source: Icons theme:
ru: Тема иконок:

source: Onboard keyboard:
ru: Экранная клавиатура:

source: Custom command:
ru: Другая программа:

source: Accessibility
ru: Спец. возможности

source: Indicators
ru: Индикаторы

source: Another Gtk+ Greeter preferences editor
ru: Редактор настроек для Another Gtk+ Greeter
